Repository: pypi-data/pypi-mirror-91
Catalog: packages/invenio-communities/invenio-communities-1.0.0a27.tar.gz/invenio-communities-1.0.0a27/invenio_communities/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Communities
it: Comunità

source: Identifier
it: Identificatore

source: Required. Only letters, numbers and dash are allowed. The identifier is used in the URL for the community collection, and cannot be modified later.
it: Obbligatorio. Sono soltanto autorizzati lettere, cifra e trattini. L'identificatorio è usato nel URL della collezione di comunità, e non puo più essere modificato dopo.

source: The identifier must be less than 100 characters long.
it: L'identificatore deve essere lungo 100 caratteri al massimo.

source: Only letters, numbers and dash are allowed
it: Sono soltanto autorizzati lettere, cifra e trattini.

source: Required.
it: Obbligatorio

source: Optional. A short description of the community collection, which will be displayed on the index page of the community.
it: Ozionale. Una breve descrizione della collezione della comunità, che sarà pubblicata sulla pagina d'indice della comunità.

source: Optional. Please describe briefly and precisely the policy by which you accepted/reject new uploads in this community.
it: Ozionale. Una breve e precisa descrizione delle ragioni per cui accetti/rifiuti nuovi caricamenti in questa comunità.

source: Optional. A long description of the community collection, which will be displayed on a separate page linked from the index page.
it: Ozionale. Una lunga descrizione della collezione della comunità, che sarà pubblicata in una pagina separata, accessibile da un link sulla pagina d'indice.

source: Optional. Image file used to aid and promote instant public recognition. Supported formats: png and jpg. Max file size: 1.5MB
it: Ozionale. Un file immagine per aiutare e promuovere un riconoscimento pubblico immediato. Formati supportati: png e jpg. Dimensione massima del file: 1.5MB

source: The identifier already exists. Please choose a different one.
it: L'identificatore è già preso. Scegline un altro.

source: Search
it: Ricerca

source: Error
it: Errore

source: Loading...
it: Caricamento...

source: My communities
it: Le mie comunità

source: New
it: Nuovo

source: Actions
it: Azioni

source: View
it: Visualizzazione

source: Curate
it: Curare

source: Edit
it: Modifica

source: You currently have no community collections.
it: Non hai collezione di communità.

source: Want your own community?
it: Vuoi la tua comunità?

source: It's easy. Just click the button to get started.
it: È facile. Fai click per cominciare.

source: accept/reject what goes in your community collection.
it: accetta/rifuta quello che entra nella collezione di comunità

source: Export
it: Esporta

source: your community collection is automatically exported via OAI-PMH
it: la collezione della tua comunità è automaticamente esportata attraverso OAI-PMH

source: Upload
it: Carica

source: get custom upload link to send to people
it: procurati link di caricamento personalizzati da mandare a gente

source: Sign Up
it: Registrati

source: New community
it: Nuova comunità

source: Edit community
it: Modifica comunità

source: Community
it: Comunità

source: Read more
it: Per saperne di più

source: Curated by:
it: Curato da:

source: Curation policy:
it: Politica di organizzazione:

source: Not specified
it: Non specificato

source: Created:
it: Creato:

source: OAI-PMH Interface
it: Interfaccia OAI-PMH

source: If your upload is rejected by the curator, it will still be available on %(name)s, just not in this community.
it: Se il tuo caricamento è rifiutato dal curatore, sarà sempre disponibile su %(name)s, solo non in questa comunità.

source: Cannot add this file as a logo. Supported formats: png and jpg. Max file size: 1.5MB.
it: Impossibile caricare questo file come logo. Formati supportati: png e jpg. Dimensione massima del file: 1.5MB
