Repository: pypi-data/pypi-mirror-91
Catalog: packages/pykickstart/pykickstart-3.32.tar.gz/pykickstart-3.32/po/*.po
Languages: ja, ru, sv

source: Only one of --biospart and partition may be specified for driverdisk command.
ja: driverdisk コマンドには、--biospart または partition のいずれか 1 つだけを指定できます。
ru: В команде driverdisk может быть указан либо раздел, либо параметр --biospart.
sv: Endast en av --biospart och partition kan anges för kommandot driverdisk.

source: Only one of --namespace and --blockdevs device specifications can be used
ja: --namespace および --blockdevs のデバイス仕様のうち、使用できるのは 1 つのみです
sv: Endast en av enhetsspecifikationerna --namespace och --blockdevs kan användas

source: Only one of --nomount and --romount may be specified for rescue command.
ja: rescue コマンドには、--nomount または --romount のいずれか 1 つだけを指定できます。
ru: В команде rescue аргументы --nomount и --romount являются взаимоисключающими.
sv: Endast en av --nomount och --romount kan anges för kommandot rescue.

source: Only one of --pbkdf-time and --pbkdf-iterations can be specified.
ja: --pbkdf-time と --pbkdf-iterations のいずれか 1 つを指定できます。
sv: Endast en av --pbkdf-time och --pbkdf-iterations kan anges.

source: Only one of --source and partition may be specified for driverdisk command.
ja: driverdisk コマンドには、--source または partition のいずれか 1 つだけを指定できます。
ru: В команде driverdisk может быть указан либо раздел, либо параметр --source.
sv: Endast en av --source och partition kan anges för kommandot driverdisk.

source: Only one partition may be specified for driverdisk command.
ja: driverdisk コマンドには、パーティションを 1 つだけ指定できます。
ru: В команде driverdisk может быть указан только один раздел.
sv: Endast en partition kan anges för kommandot driverdisk.

source: Option --bridgeopts requires --bridgeslaves to be specified
ja: --bridgeopts オプションには、--bridgeslaves を指定する必要があります
ru: Вместе с параметром --bridgeopts необходимо определить --bridgeslaves
sv: Flaggan --bridgeopts kräver att --bridgeslaves anges

source: Options --nontp and --ntpservers are mutually exclusive
ja: --nontp オプションと --ntpservers オプションは相互に排他的です。
ru: Параметры --nontp и --ntpservers являются взаимоисключающими
sv: Flaggorna --nontp och --ntpservers är ömsesidigt uteslutande

source: Partitions required for %s
ja: %s に必要なパーティション
ru: Необходимо определить разделы для %s
sv: Partitioner krävs för %s

source: Path to kickstart config file
ja: キックスタートの設定ファイルのパス
ru: Путь к файлу конфигурации
sv: Sökväg till kickstart-konfigurationsfilen

source: Percentage must be between 0 and 100.
ja: 0 から 100 の間のパーセンテージを入れてください。
ru: Процентная величина должна быть в диапазоне от 0 до 100.
sv: Procentsatsen måste vara mellan 0 och 100.

source: Potentially unknown section seen at line %(lineno)s: %(sectionName)s
ja: %(lineno)s 行に、不明な可能性があるセクションが見つかりました: %(sectionName)s
ru: В строке %(lineno)s обнаружена потенциально неизвестная секция: %(sectionName)s
sv: Potentiellt okänd sektion vid rad %(lineno)s: %(sectionName)s"

source: Section %s does not end with %%end.
ja: kickstart セクション %s は %%end で終了していません。
ru: Раздел %s не заканчивается %%end.
sv: Sektion %s slutar inte med %%end.

source: Snapshot "when" parameter must be specified!
ja: スナップショットの "when" パラメーターを指定する必要があります。
ru: Должен быть указан параметр снимка «when»!
sv: Ögonblicksbildens ”when”-parameter måste anges!

source: Snapshot origin %s must be specified by VG/LV!
ja: スナップショットの対象 %s は、ボリュームグループ (VG)/論理ボリューム (LV) で指定する必要があります。
ru: Источник снимка %s должен быть указан VG/LV!
sv: Ögonblicksbildens ursprung %s måste specificeras av VG/LV!

source: Snapshot when param must have one of these values %s!
ja: スナップショットの when パラメーターには、%s のいずれかを指定する必要があります。
ru: Параметр снимка when должен иметь одно из этих значений %s!
sv: Ögonblicksbildens when-parameter måste ha ett av dessa värden %s!

source: Snapshot with the name %s has been already defined!
ja: %s という名前のスナップショットはすでに定義されています。
ru: Снимок с именем %s уже определен!
sv: En ögonblicksbild med namnet %s har redan definierats!

source: Specify only one realm to join
ja: 参加するレルムを 1 つだけ指定します
ru: Необходимо указать только одну область для подключения
sv: Ange endast ett rike att gå med i

source: The %s and autopart commands can't be used at the same time
ja: %s コマンドと autopart コマンドを同時に使用することはできません。
ru: Команды «%s» и «autopart» не могут использоваться одновременно
sv: Kommandona %s och autopart kan inte användas på samma gång

source: The %s and reqpart commands can't be used at the same time
ja: %s コマンドと reqpart コマンドを同時に使用することはできません。
ru: Команды %s и reqpart не могут использоваться одновременно
sv: Kommandona %s och reqpart kan inte användas på samma gång

source: The '%s' and 'mount' commands can't be used at the same time
ja: '%s' コマンドと 'mount' コマンドを同時に使用することはできません。
ru: Команды «%s» и «mount» не могут использоваться одновременно
sv: Kommandona ”%s” och ”mount” kan inte användas samtidigt

source: The --fstype=tmpfs option can't be used together with --grow or --maxsize
ja: --fstype=tmpfs オプションを、--grow または --maxsize と併用することはできません。
ru: --fstype=tmpfs не может использоваться одновременно с параметром --grow или --maxsize
sv: Flaggan --fstype=tmpfs kan inte användas tillsammans med --grow eller --maxsize

source: The enable module command does not take position arguments!
ja: 有効なモジュールコマンドは、位置引数を取りません。
sv: Kommandot enable module tar inga positionsargument!

source: The following commands were added in %s:
ja: 次のコマンドは、%s で追加されました。
ru: Следующие команды добавлены в %s:
sv: Följande kommandon lades till i %s:

source: The following commands were deprecated in %s:
ja: 次のコマンドは、%s で廃止予定になりました。
ru: Следующие команды устарели в %s:
sv: Följande kommandon undanbedes i %s:

source: The following commands were removed in %s:
ja: 次のコマンドは %s で削除されました。
ru: Следующие команды удалены в %s:
sv: Följande kommandon togs bort i %s:

source: The following options were added to the %(command_name)s command in %(version)s:
ja: 次のオプションは、%(command_name)s コマンドに %(version)s で追加されました。
ru: Следующие параметры были добавлены к команде %(command_name)s в версии %(version)s:
sv: Följande flaggor lades till till kommandot %(command_name)s i %(version)s:

source: The following options were deprecated from the %(command_name)s command in %(version)s:
ja: 次のオプションは、%(command_name)s コマンドから %(version)s で廃止となりました。
ru: Следующие параметры команды %(command_name)s были признаны устаревшими в %(version)s:
sv: Följande flaggor till kommandot %(command_name)s avrådes ifrån i %(version)s:

source: The following options were removed from the %(command_name)s command in %(version)s:
ja: 次のオプションは、%(command_name)s コマンドから %(version)s で削除されました。
ru: Следующие параметры команды %(command_name)s были удалены из версии %(version)s:
sv: Följande flaggor till kommandot %(command_name)s togs bort i %(version)s:

source: The following problem occurred on line %(lineno)s of the kickstart file: %(msg)s
ja: 以下の問題が kickstart ファイルの %(lineno)s 行目で発生しました。 %(msg)s
ru: Обнаружена проблема в строке %(lineno)s заготовки: %(msg)s
sv: Följande fel inträffade på rad %(lineno)s i kickstart-filen: %(msg)s

source: The logvol and autopart commands can't be used at the same time
ja: logvol コマンドと autopart コマンドは、同時に使用することができません。
ru: Команды logvol и autopart не могут использоваться одновременно
sv: Kommandona logvol och autopart kan inte användas på samma gång

source: The logvol and mount commands can't be used at the same time
ja: logvol コマンドと mount コマンドを同時に使用することはできません。
ru: Команды «logvol» и «mount» не могут использоваться одновременно
sv: Kommandona logvol och mount kan inte användas samtidigt

source: The mount and reqpart commands can't be used at the same time
ja: mount コマンドと reqpart コマンドを同時に使用することはできません。
ru: Команды mount и reqpart не могут использоваться одновременно
sv: Kommandona mount och reqpart kan inte användas samtidigt

source: The option --isUtc will be deprecated in future releases. Please modify your kickstart file to replace this option with its preferred alias --utc.
sv: Flaggan --isUtc kommer undanbes i framtida utgåvor. Ändra din kickstart-fil och ersätt denna flagga med dess rekommenderade alias --utc.

source: The part/partition and autopart commands can't be used at the same time
ja: part コマンドまたは partition コマンドと同時に autopart コマンドを使用することはできません。
ru: Команды part, partition и autopart не могут использоваться одновременно
sv: Kommandona part/partition och autopart kan inte användas på samma gång

source: The part/partition and mount commands can't be used at the same time
ja: part/partition コマンドと mount コマンドを同時に使用することはできません。
ru: Команды «part/partition» и «mount» не могут использоваться одновременно
sv: Kommandona part/partition och mount kan inte användas samtidigt

source: The raid and autopart commands can't be used at the same time
ja: raid コマンドと autopart コマンドを同時に使用することはできません。
ru: Команды raid и autopart не могут использоваться одновременно
sv: Kommandona raid och autopart kan inte användas på samma gång

source: The raid and mount commands can't be used at the same time
ja: raid コマンドと mount コマンドを同時に使用することはできません。
ru: Команды «raid» и «mount» не могут использоваться одновременно
sv: Kommandona raid och mount kan inte användas samtidigt

source: The realm command 'join' should only be specified once
ja: レルムコマンドの 'join' は複数回指定しないでください。
ru: Команда realm «join» должна быть указана только один раз
sv: Rikeskommandot ”join” skall endast anges en gång

source: The syspurpose command does not take positional arguments!
sv: Kommandot syspurpose tar inga positionsargument!

source: The version %s is not supported by pykickstart
ja: バージョン %s は kickstart でサポートされていません。
ru: pykickstart не поддерживает версию %s
sv: Versionen %s stöds inte av pykickstart

source: The vlan id is out of the %(minimum)d-%(maximum)d vlan id range.
ja: vlan id は、vlan id の範囲 %(minimum)d-%(maximum)d の外にあります。
ru: Идентификатор VLAN выходит за пределы диапазона %(minimum)d-%(maximum)d.
sv: Vlan-id:t ligger utanför vlan-id-intervallet %(minimum)d-%(maximum)d.

source: The volgroup and autopart commands can't be used at the same time
ja: volgroup コマンドと autopart コマンドを同時に使用することはできません。
ru: Команды «volgroup» и «autopart» не могут использоваться одновременно
sv: Kommandona volgroup och autopart kan inte användas på samma gång

source: The volgroup and mount commands can't be used at the same time
ja: volgroup コマンドと mount コマンドを同時に使用することはできません。
ru: Команды «volgroup» и «mount» не могут использоваться одновременно
sv: Kommandona volgroup och mount kan inte användas samtidigt

source: There was a problem reading from line %s of the kickstart file
ja: kickstart ファイルの %s 行の読み込みに問題がありました
ru: Ошибка при чтении строки %s файла кикстарта
sv: Det uppstod ett problem vid inläsning från rad %s av kickstart-filen

source: Thin volumes cannot be cached
ja: シンボリュームのキャッシュを作成することはできません
ru: Тома с тонкой подготовкой не могут кэшироваться
sv: Tunna volymer kan inte cache:as

source: Unable to open %%ksappend file: %s
ja: %%ksappend ファイルを開けません: %s
ru: Не удалось открыть файл %%ksappend: %s
sv: Kan inte öppna %%ksappend-filen: %s

source: Unable to open input kickstart file: %s
ja: 指定された kickstart ファイルを開けません: %s
ru: Не удалось открыть входной файл заготовки: %s
sv: Kan inte öppna indata-kickstart-filen: %s

source: Unexpected arguments to %(command)s command: %(options)s
ja: %(command)s コマンドで予期せぬ引数: %(options)s
ru: Неожиданные аргументы в команде %(command)s: %(options)s
sv: Oväntade argument till kommandot %(command)s: %(options)s

source: Unexpected arguments to nvdimm command: %(arguments)s
ja: nvdimm コマンドで予期せぬ引数: %(arguments)s
sv: Oväntade argument till kommandot nvdimm: %(arguments)s

source: Unknown command %s
ja: 不明のコマンド %s
ru: Неизвестная команда %s
sv: Okänt kommando %s

source: Unknown command: %s
ja: 不明なコマンド: %s
ru: Неизвестная команда: %s
sv: Okänt kommando: %s

source: Unknown kickstart section: %s
ja: 不明な kickstart セクションが見つかりました: %s
ru: Неизвестный раздел в заготовке: %s
sv: Okänt kickstart-avsnitt: %s

source: Unsupported realm '%s' command
ja: レルムの '%s' コマンドがありません。
ru: Неподдерживаемая команда realm: «%s»
sv: Rikeskommandot ”%s” stödjs ej

source: Unsupported version specified: %s
ja: サポートされていないバージョンが指定されています: %s
ru: Указанная версия не поддерживается: %s
sv: Version som inte stöds angiven: %s

source: Warning: The following error occurred when processing the input file: %s
ja: 注意事項: 下記のエラーは、入力ファイル: %s の処理中に発生しました。
ru: Предупреждение: при обработке входного файла произошла следующая ошибка: %s
sv: Varning: Följande fel inträffade vid bearbetning av infilen: %s

source: When using the <prefix>.<vlan id> interface name notation, <prefix> can't be equal to 'vlan'.
ja: <prefix>.<vlan id> インターフェイス名の表記を使用する場合は、<prefix> を 'vlan' と同じにすることはできません。
ru: Если имя интерфейса представлено в формате <prefix>.<vlan id>, то <prefix> не должен содержать «vlan».
sv: När namnnotationen <prefix>.<vlan id> för gränssnitt används kan inte <prefix> vara ”vlan”.

source: Write flattened config to OUTPUT
ja: 平坦化した設定を出力に書き込みます
ru: Вывод развернутой конфигурации в OUTPUT
sv: Skriv en tillplattad konfiguration till UTDATA

source: You must specify two syntax versions.
ja: 2 種類の構文バージョンを指定する必要があります。
ru: Необходимо указать две версии синтаксиса.
sv: Du måste ange två syntaxversioner.

source: a basis file to use for seeding the kickstart data (optional)
ja: kickstart データのシード処理をするために用いる元ファイル (オプション)
ru: базисный файл, используемый в качестве основы для создаваемого файла кикстарта (необязательно)
sv: en basfil att använda som frö för kickstart-data (frivillig)

source: autopart --fstype cannot be used with --type=btrfs
ja: autopart --fstype には、--type=btrfs を使用することができません。
ru: «autopart --fstype» не может использоваться совместно с «--type=btrfs»
sv: autopart --fstype kan inte användas med --type=btrfs

source: autopart --fstype=btrfs is not valid fstype, use --type=btrfs instead
ja: autopart --fstype=btrfs は有効なファイルシステムタイプではありません。--type=btrfs を使用してください。
ru: Недопустимый параметр в строке команды «autopart--fstype=btrfs», вместо этого используйте «--type=btrfs»
sv: autopart --fstype=btrfs är inte en giltig fs-typ, använd --type=btrfs istället

source: autopart --type=btrfs is not supported
ja: autopart --type=btrfs はサポートしていません
ru: «autopart --type=btrfs» не поддерживается
sv: autopart --type=btrfs stödjs inte

source: btrfs must be given a list of partitions
ja: パーティションの一覧に、btrfs を指定する必要があります。
ru: Команде btrfs необходимо передать список разделов
sv: btrfs måste få en lista av partitioner

source: btrfs must be given a mountpoint
ja: マウントポイントに、btrfs を指定する必要があります。
ru: Команде btrfs необходимо передать точку монтирования
sv: btrfs måste få en monteringspunkt

source: btrfs subvol requires specification of parent volume
ja: btrfs サブボリュームには、親ボリュームを指定する必要があります。
ru: btrfs --subvol требует определить родительский том
sv: btrfs undervolym behöver en specifikation av föräldravolymen

source: btrfs subvolume requires a name
ja: btrfs サブボリュームには名前が必要です。
ru: btrfs --subvol требует указания имени
sv: btrfs undervolym behöver ett namn

source: device command requires two arguments: module type and name
ja: device コマンドには、2 つの引数が必要です: モジュールのタイプおよび名前
ru: Команда device принимает два аргумента — тип модуля и его имя.
sv: Kommandot device behöver två argument: modultyp och namn

source: filename or URL to read from
ja: 読み込むファイルの名前または URL
ru: файл или URL
sv: filnamn eller URL att läsa ifrån

source: halt after the first error or warning
ja: 最初のエラーまたは警告で停止する
ru: останов после первой ошибки или предупреждения
sv: stanna efter det första felet eller den första varningen

source: invalid boolean value: %r
ja: 無効なブール値: %r
ru: неверное логическое значение: %r
sv: otillåtet booleskt värde: %r

source: list the available versions of kickstart syntax
ja: kickstart 構文の利用可能なバージョンを表示する
ru: показать доступные версии синтаксиса заготовок
sv: lista de tillgängliga versionerna av kickstart-syntax

source: parse include files when %%include is seen
ja: %%include が表示されている場合は、インクルードファイルを解析します
ru: обрабатывать файлы %%include
sv: tolka inkluderingsfiler när %%include ses

source: show this help message and exit
ja: ヘルプメッセージを表示して終了します
ru: показать эту справку и выйти
sv: visa denna hjälp och avsluta

source: the location to write the finished kickstart file, or stdout if not given
ja: 完了した kickstart ファイルを出力する場所。指定しない場合は標準出力に出力
ru: местоположение, куда нужно записывать законченный файл заготовки, или стандартный вывод, если не указано
sv: platsen att skriva den färdiga kickstart-filen till, eller standard ut om den inte anges

source: version of kickstart syntax to validate against
ja: 検証対象の kickstart 構文のバージョン
ru: версия синтаксиса заготовки, в соответствии с которой будет выполняться проверка
sv: version av kickstart-syntax att validera mot

source: volgroup must be given a VG name
ja: volgroup にボリュームグループ名を指定する必要があります。
ru: Команде volgroup необходимо передать имя группы томов
sv: volgroup måste ges ett VG-namn

source: volgroup must be given a list of partitions
ja: volgroup にパーティションの一覧を指定する必要があります。
ru: Команде vogroup необходимо передать список разделов
sv: volgroup måste ges en lista av partitioner
