Repository: pypi-data/pypi-mirror-91
Catalog: packages/pykickstart/pykickstart-3.32.tar.gz/pykickstart-3.32/po/*.po
Languages: ja, ru, sv

source: %(command)s command requires a single argument: %(argument)s
ja: %(command)s コマンドには、引数が 1 つ必要です: %(argument)s
ru: Команда %(command)s принимает всего один аргумент: %(argument)s
sv: Kommandot %(command)s behöver ett ensamt argument: %(argument)s

source: '--mkfsoptions' requires --reformat
ja: '--mkfsoptions' には --reformat が必要です。
ru: «--mkfsoptions» требует --reformat
sv: ”--mkfsoptions” kräver --reformat

source: --bindto=%s is not supported for this type of device
ja: このタイプのデバイスでは、--bindto=%s がサポートされていません。
ru: --bindto=%s не поддерживается для этого типа устройства
sv: --bindto=%s stödjs inte för denna typ av enhet

source: --boot-drive accepts only one argument
ja: --boot-drive は、引数を 1 つだけ受け入れます。
ru: --boot-drive принимает только один аргумент
sv: --boot-drive tar bara ett argument

source: --chunksize and --metadatasize are for thin pools only
ja: --chunksize と --metadatasize は、シンプールにしか使用しません。
ru: Параметры --chunksize и --metadatasize должны использоваться совместно с --thinpool
sv: --chunksize och --metadatasize är endast för tunna pooler

source: --default and --nobase cannot be used together
ja: --default と --nobase は併用できません
ru: --default и --nobase не могут использоваться вместе
sv: --default och --nobase kan inte användas tillsammans

source: --default and --nocore cannot be used together
ja: --default と --nocore は併用できません
ru: --default и --nocore не могут использоваться вместе
sv: --default och --nocore kan inte användas tillsammans

source: --mkfsoptions and --fsprofile cannot be used together.
ja: --mkfsoptions と --fsprofile を併用することはできません。
ru: Использование --mkfsoptions совместно с --fsprofile не имеет смысла.
sv: --mkfsoptions och --fsprofile kan inte användas tillsammans.

source: --mkfsoptions with --noformat has no effect.
ja: --mkfsoptions を、--noformat と併用しても影響はありません。
ru: Использование --mkfsoptions совместно с --noformat не имеет смысла.
sv: --mkfsoptions med --noformat har ingen effekt.

source: --mkfsoptions with --noformat or --useexisting has no effect.
ja: --mkfsoptions を、--noformat または --useexisting と併用しても影響はありません。
ru: Использование --mkfsoptions совместно с --useexisting не имеет смысла.
sv: --mkfsoptions med --noformat eller --useexisting har ingen effekt.

source: --resize can only be used in conjunction with --onpart
ja: --resize は、--onpart と併用しないと使用できません。
ru: Параметр --resize должен использоваться совместно с --onpart
sv: --resize kan endast användas tillsammans med --onpart

source: --resize can only be used in conjunction with --useexisting
ja: --resize は、--useexisting と併用しないと使用できません。
ru: Параметр --resize должен использоваться совместно с --useexisting
sv: --resize kan endast användas tillsammans med --useexisting

source: --resize requires --size to indicate new size
ja: --resize で新しいサイズを指定するには、--size が必要です。
ru: Вместе с параметром --resize необходимо указать --size
sv: --resize kräver --size för att ange den nya storleken

source: --resize requires --size to specify new size
ja: --resize で新しいサイズを指定するには、--size が必要です。
ru: Вместе с параметром --resize необходимо указать --size
sv: --resize kräver --size för att ange den nya storleken

source: --size and --percent cannot both be specified for the same logvol
ja: 同じ logvol に、--size と --percent の両方を指定することはできません。
ru: В команде logvol параметры --size и --percent не могут использоваться одновременно
sv: --size och --percent kan inte båda anges för samma logvol

source: --thin and --thinpool cannot both be specified for the same logvol
ja: 同じ logvol に、--thin と --thinpool の両方を指定することはできません。
ru: --thin и --thinpool не могут использоваться одновременно в команде logvol
sv: --thin och --thinpool kan inte båda anges för samma logvol

source: --thin requires --poolname to specify pool name
ja: --thin でプール名を指定するには、--poolname が必要です。
ru: Вместе с --thin необходимо определить --poolname
sv: --thin kräver --poolname för att ange pool-namnet

source: A DM RAID device with the name %(name)s and devices %(devices)s has already been defined.
ja: 名前 %(name)s および デバイス %(devices)s を持つ DM RAID デバイスは、すでに定義されています。
ru: Устройство DM RAID %(name)s с устройствами %(devices)s уже определено.
sv: En DM RAID-enhet med namnet %(name)s och enheterna %(devices)s har redan definierats.

source: A FCOE device with the name %s has already been defined.
ja: %s という名前の FCOE デバイスはすでに定義されています。
ru: Устройство FCOE с именем %s уже определено.
sv: En FCOE-enhet med namnet %s har redan definierats.

source: A RAID device with the name %s has already been defined.
ja: %s という名前の RAID デバイスはすでに定義されています。
ru: Устройство RAID с именем %s уже определено.
sv: En RAID-enhet med namnet %s har redan definierats.

source: A btrfs volume with the mountpoint %s has already been defined.
ja: マウントポイント %s が指定された btrfs ボリュームはすでに定義されています。
ru: Том Btrfs в %s уже определен.
sv: En btrfs-volym med monteringspunkten %s har redan definierats.

source: A group with the name %s has already been defined.
ja: %s という名前のグループはすでに定義されています。
ru: Группа с именем %s уже определена.
sv: En grupp med namnet %s har redan definierats.

source: A logical volume with the name %(logical_volume_name)s has already been defined in volume group %(volume_group)s.
ja: %(logical_volume_name)s という名前の論理ボリュームは、ボリュームグループ %(volume_group)s ですでに定義されています。
ru: Логический том %(logical_volume_name)s уже определен в группе томов %(volume_group)s.
sv: En logisk volym med namnet %(logical_volume_name)s har redan definierats i volymgruppen %(volume_group)s.

source: A module with the name %s has already been defined.
ja: %s という名前のモジュールはすでに定義されています。
ru: Модуль с именем %s уже определен.
sv: En modul med namnet %s har redan definierats.

source: A network device with the name %s has already been defined.
ja: %s という名前のネットワークデバイスはすでに定義されています。
ru: Сетевое устройство с именем %s уже определено.
sv: En nätverksenhet med namnet %s har redan definierats.

source: A partition with the mountpoint %s has already been defined.
ja: マウントポイント %s が指定されたパーティションはすでに定義されています。
ru: Раздел в %s уже определен.
sv: En partition med monteringspunkten %s har redan definierats.

source: A repo with the name %s has already been defined.
ja: %s という名前のリポジトリーはすでに定義されています。
ru: Репозиторий с именем %s уже определен.
sv: Ett förråd med namnet %s har redan definierats.

source: A single argument is expected for the %s command
ja: %s コマンドには、引数が 1 つ必要です。
ru: Команде %s следует передать один аргумент
sv: Ett ensamt argument förväntas för kommandot %s

source: A user with the name %s has already been defined.
ja: %s という名前のユーザーはすでに定義されています。
ru: Пользователь с именем %s уже определен.
sv: En användare med namnet %s har redan definierats.

source: A volgroup with the name %s has already been defined.
ja: %s という名前の volgroup はすでに定義されています。
ru: Группа томов с именем %s уже определена.
sv: En volymgrupp med namnet %s har redan definierats.

source: A zfcp with this information has already been defined.
ja: この情報が指定されている zfcp はすでに定義されています。
ru: zfcp с такими характеристиками уже определен.
sv: En zfcp med denna information har redan definierats.

source: Action %(action)s requires --namespace argument to be set
ja: アクション %(action)s の場合、--namespace 引数を設定する必要があります
sv: Åtgärden %(action)s kräver att argumentet --namespace är satt

source: Action %(action)s requires --namespace or --blockdevs argument to be set
ja: アクション %(action)s の場合、--namespace または --blockdevs 引数を設定する必要があります
sv: Åtgärden %(action)s kräver att argumentet --namespace eller --blockdevs är satt

source: Action %(action)s with mode %(mode)s requires --sectorsize argument to be set
ja: モード %(mode)s を使用したアクション %(action)s の場合、--sectorsize 引数を設定する必要があります
sv: Åtgärden %(action)s med läget %(mode)s kräver att argumentet --sectorsize är satt

source: Adding a cache to an existing logical volume is not supported
ja: 既存の論理ボリュームにキャッシュを追加することはサポートされていません。
ru: Добавление кэша к существующему логическому тому не поддерживается
sv: Att lägga till en cache till en befintlig logisk volym stödjs inte

source: An action %(action)s on devices %(blockdevs)s has already been defined.
ja: デバイス %(blockdevs)s 上のアクション %(action)s は、すでに定義されています。
sv: En åtgärd %(action)s på enheterna %(blockdevs)s har redan definierats.

source: An action %(action)s on namespace %(namespace)s has already been defined.
ja: ネームスペース %(namespace)s 上のアクション %(action)s は、すでに定義されています。
sv: En åtgärd %(action)s på namnrymdet %(namespace)s har redan definierats.

source: An ssh user with the name %s has already been defined.
ja: %s という名前の ssh ユーザーはすでに定義されています。
ru: Пользователь SSH с именем %s уже определен.
sv: En ssh-användare med namnet %s har redan definierats.

source: At least one option and/or an argument are expected for the %s command
sv: Åtminstone en flagga och/eller argument förväntades till kommandot %s

source: Bad format of --bridgeopts, expecting key=value options separated by ','
ja: --bridgeopts の不正なフォーマット。key=value オプションは ',' で区切る必要があります。
ru: Неверный формат параметра --bridgeopts: должен содержать пары «ключ=значение», разделенные запятыми
sv: Fel format på --bridgeopts, flaggor nyckel=värde separerade med ”,” förväntades

source: Btrfs file system is not supported
ja: Btrfs ファイルシステムはサポートしていません
ru: Файловая система btrfs не поддерживается
sv: Filsystemstypen btrfs stödjs inte

source: Cache needs to have a list of (fast) PVs specified
ja: キャッシュには、(高速の) 物理ボリュームの一覧を指定する必要があります
ru: Необходимо определить список высокопроизводительных физических томов для кэша
sv: Cachen behöver ha en lista av (snabba) PV:er angivna

source: Cache needs to have size specified
ja: キャッシュには、サイズを指定する必要があります
ru: Необходимо определить размер кэша
sv: Cachen behöver a storleken angiven

source: Can't specify --port without --host.
ja: --host を指定せずに --port を指定することはできません。
ru: Вместе с параметром --port необходимо указать --host.
sv: Man kan inte ange --port utan --host.

source: Device '%(device)s' is already used in multipath '%(multipathdev)s'
ja: デバイス '%(device)s' は、すでにマルチパス '%(multipathdev)s' で使用されています。
ru: «%(device)s» уже используется в многоканальном устройстве «%(multipathdev)s»
sv: Enheten ”%(device)s” används redan i multipath ”%(multipathdev)s”

source: Empty string is not a valid activation key.
sv: En tom sträng är inte en giltig aktiveringsnyckel.

source: Error accessing URL "%s"
ja: URL "%s" へのアクセス中にエラー
ru: Ошибка доступа к «%s»
sv: Fel när URL:en ”%s” skulle nås

source: Error copying file: %s
ja: ファイルのコピー中にエラー: %s
ru: Ошибка при копировании файла: %s
sv: Fel när filen kopierades: %s

source: Error opening file: %s
ja: ファイルを開く際にエラー: %s
ru: Ошибка при открытии файла: %s
sv: Fel när filen öppnades: %s

source: Error reading %(filename)s: %(version)s
ja: %(filename)s の読み込み時にエラーが発生: %(version)s
ru: Ошибка чтения %(filename)s: %(version)s
sv: Fel när %(filename)s lästes: %(version)s

source: Error securely accessing URL "%s"
ja: URL "%s" への安全なアクセス中にエラー
ru: Ошибка при получении защищенного доступа к «%s»
sv: Fel när URL:en ”%s” skulle nås säkert

source: Error writing file "%s":
ja: ファイル "%s" の書き込み中にエラー:
ru: Ошибка записи в файл «%s»:
sv: Fel när filen ”%s” skrevs:

source: Failed to open output file '%(filename)s' : %(error_msg)s
ja: 出力ファイル '%(filename)s' を開くことに失敗しました : %(error_msg)s
ru: Не удалось открыть файл «%(filename)s»: %(error_msg)s
sv: Misslyckades att öppna utfilen ”%(filename)s”: %(error_msg)s

source: Failed to parse kickstart file '%(filename)s' : %(error_msg)s
ja: キックスタートファイル '%(filename)s' の解析に失敗しました : %(error_msg)s
ru: Не удалось обработать файл «%(filename)s»: %(error_msg)s
sv: Misslyckades att tolka kickstart-filen ”%(filename)s”: %(error_msg)s

source: Failed to read kickstart file '%(filename)s' : %(error_msg)s
ja: キックスタートファイル '%(filename)s' の読み込みに失敗しました : %(error_msg)s
ru: Не удалось прочитать файл «%(filename)s»: %(error_msg)s
sv: Misslyckades att läsa kickstart-filen ”%(filename)s”: %(error_msg)s

source: File uses a deprecated option or command. %s
ja: ファイルで、廃止されたオプションかコマンドを使用しています。 %s
ru: В файле используется устаревший параметр или команда. %s
sv: Filen använder en föråldrad flagga eller ett föråldrat kommando. %s

source: General error in input file: %s
ja: kickstart ファイル内の一般的なエラー: %s
ru: Общая ошибка во входном файле: %s
sv: Allmänt fel i indatafil: %s

source: General kickstart error in input file
ja: kickstart ファイル内の一般的なエラー
ru: Общая ошибка во входном файле
sv: Allmänt kickstart-fel i indatafil

source: Group cannot specify both --nodefaults and --optional
ja: --nodefaults と --optional の両方のグループは指定できません
ru: Группа не может одновременно включать «--nodefaults» и «--optional»
sv: Grupp kan inte ange både --nodefaults och --optional

source: If network --interfacename contains a '.', valid vlan id should follow.
ja: ネットワーク --interfacename に '.' を追加した場合は、その後に有効な vlan id が必要です。
ru: Если network --interfacename содержит точку, следом необходимо определить vlanid.
sv: Om nätverks --interfacename innehåller en ”.” skall ett giltigt vlan-id följa.

source: If network --interfacename starts with 'vlan', valid vlan id should follow.
ja: 'vlan' でネットワーク --interfacename を開始した場合は、その後に有効な vlan id が必要です。
ru: Если network --interfacename начинается с «vlan», следом необходимо определить vlanid.
sv: Om nätverks --interfacename börjar med ”vlan” skall ett giltigt vlan-id följa.

source: Ignoring deprecated command on line %(lineno)s: The %(cmd)s command has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this command.
ja: %(lineno)s 行目の廃止されたコマンドを無視します。すでに %(cmd)s コマンドは廃止されており、何も効果がありません。また、将来のリリースでは削除される可能性があり、その際は kickstart の致命的なエラーとなります。使用する kickstart ファイルを修正して、このコマンドを削除してください。
ru: Игнорируется устаревший параметр в строке %(lineno)s: команда %(cmd)s устарела и больше не используется. Она может быть удалена в будущих выпусках, что приведёт к критическим ошибкам. Удалите эту команду из файла заготовки.
sv: Ignorerar föråldrat kommando på rad %(lineno)s: %(cmd)s-kommandot är föråldrat och har inte längre någon effekt. Det kan komma att tas bort från framtida utgåvor, vilket kommer att resultera i ett ödesdigert fel från kickstart. Ändra din kickstart-fil och ta bort detta kommando.

source: Ignoring deprecated option on line %(lineno)s: The %(option)s option has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this option.
sv: Ignorerar föråldrad flagga på rad %(lineno)s: %(option)s-flaggan är föråldrad och har inte längre någon effekt. Den kan komma att tas bort från framtida utgåvor, vilket kommer att resultera i ett ödesdigert fel från kickstart. Ändra din kickstart-fil och ta bort denna flagga.

source: Ignoring deprecated option on line %s: The zerombr command no longer takes any options. In future releases, this will result in a fatal error from kickstart. Please modify your kickstart file to remove any options.
ja: %s: 行目の廃止されたオプションを無視します。zerombr コマンドはオプションを取らなくなりました。また、将来のリリースでは kickstart の致命的なエラーとなります。使用する kickstart ファイルから、オプションを削除してください。
ru: Игнорируется устаревший параметр в строке %s: команда zerombr больше не принимает параметров. В будущих выпусках попытка передать параметры этой команде будет вызывать критическую ошибку. Удалите лишние параметры из файла кикстарта.
sv: Ignorerar flaggor som det avrådes ifrån på rad %s: Kommandot zerombr tar inte längre några flaggor. I framtida utgåvor kommer detta resultera i ödesdigra fel från kickstart. Ändra din kickstart-fil och ta bort eventuella flaggor.

source: Illegal url for %%ksappend: %s
ja: %%ksappend として不正な URL: %s
ru: недопустимый URL для %%ksappend: %s
sv: Ogiltig url för %%ksappend: %s

source: Internal command %s not recognized.
ja: 内部コマンド %s は認識されませんでした。
ru: Внутренняя команда %s не распознана.
sv: Internt kommando %s känns inte igen.

source: Invalid autopart type: %s
ja: 無効な autopart タイプ: %s
ru: Неверный тип «autopart»: %s
sv: Felaktig autopart-typ: %s

source: Invalid btrfs level: %s
ja: 無効な btrfs レベル: %s
ru: Неверный уровень btrfs: %s
sv: Felaktig btrfs-nivå: %s

source: Invalid cache mode given: %s
ja: 指定されたキャッシュのモードは無効です: %s
ru: Недопустимый режим кэширования: %s
sv: Felaktigt cache-läge angivet: %s

source: Invalid mount point '%s' given
ja: 無効なマウントポイント '%s' が指定されました
ru: Дана неверная точка монтирования «%s»
sv: Felaktig monteringspunkt ”%s” angiven

source: Invalid parameter to --when= argument: %s
sv: Felaktiga parametrar till argumentet --when=: %s

source: Invalid raid level: %s
ja: 無効な RAID レベル: %s
ru: Неверный уровень RAID: %s
sv: Felaktig raid-nivå: %s

source: Invalid realm arguments: %s
ja: 無効なレルム引数: %s
ru: Недопустимые аргументы команды realm: %s
sv: Felaktiga rikesargument: %s

source: Kickstart command %(command)s does not accept empty parameter %(parameter)s
ja: キックスタートコマンド %(command)s は、空のパラメーター %(parameter)s を受け入れません。
ru: Команда %(command)s не принимает пустой параметр %(parameter)s
sv: Kickstart-kommandot %(command)s tar inte en tom parameter %(parameter)s

source: Kickstart command %s does not take any arguments
ja: キックスタートコマンド %s は、引数を取りません。
ru: Команда %s не принимает аргументов
sv: Kickstart-kommandot %s tar inte några argument

source: Kickstart command %s only takes one argument
ja: キックスタートコマンド %s は、引数を 1 つだけ取ります。
ru: Команда %s принимает только один аргумент
sv: Kickstart-kommandot %s tar bara ett argument

source: Kickstart command %s requires one argument
ja: キックスタートコマンド %s には、引数が 1 つ必要です。
ru: Команде %s необходимо передать один аргумент
sv: Kickstart-kommandot %s behöver ett argument

source: Kickstart command cmdline does not support --non-interactive parameter
ja: キックスタートコマンドの cmdline は、--non-interactive パラメーターをサポートしません。
ru: Команда кикстарта cmdline не поддерживает параметр --non-interactive
sv: Kickstartkommandot cmdline stödjer inte parametern --non-interactive

source: Kickstart command eula expects the --agreed option
ja: キックスタートコマンドのエンドユーザーライセンス契約には、--agreed オプションが必要です。
ru: В команде «eula» необходимо указать аргумент «--agreed»
sv: Kickstart-kommandot eula förväntar sig flaggan --agreed

source: Kickstart version to use for interpreting config
ja: 設定を解釈するのに使用するキックスタートのバージョン
ru: Версия спецификации кикстарта для интерпретации конфигурации
sv: Kickstart-version som skall användas för att tolka konfigurationen

source: Members may not be specified for preexisting RAID device
ja: 既存の RAID デバイスにはメンバーが指定されていません。
ru: Для существующего устройства RAID не может быть указан список элементов.
sv: Medlemmar kan inte anges för en befintlig RAID-enhet

source: Members may not be specified for preexisting volgroup
ja: 既存の volgroup にメンバーを指定することはできません。
ru: Для существующей группы томов не может быть указан список элементов.
sv: Medlemmar får inte anges för befintliga volymgrupper

source: Method must be a url to be added to the repo list.
ja: メソッドは、リポジトリーリストに追加する URL にする必要があります。
ru: Метод должен содержать URL для добавления в список репозиториев.
sv: Metoden måste vara en url att lägga till i förrådslistan.

source: Missing realm command arguments
ja: レルムコマンドに引数がありません。
ru: Отсутствуют аргументы команды realm
sv: Argument saknas till rikeskommando

source: Need to specify a config to flatten
ja: 平坦化する設定を指定する必要があります
ru: Необходимо выбрать файл конфигурации
sv: Behöver ange en konfiguration att släta ut

source: No size given for logical volume. Use one of --useexisting, --noformat, --size, --percent, or --hibernation.
ja: 論理ボリュームにサイズが指定されていません。--useexisting、--noformat、--size、--percent、または --hibernation のいずれかを使用してください。
ru: Не указан размер логического тома. Используйте один из параметров: --useexisting, --noformat, --size, --percent или --hibernation.
sv: Ingen storlek angiven för den logiska volymen. Använd en av --useexisting, --noformat, --size, --percent eller --hibernation.

source: One of -%(options_list)s options must be specified for repo command.
ja: -%(options_list)s オプションの 1 つを repo コマンドに指定する必要があります。
ru: Для команды repo должен быть задан один из параметров -%(options_list)s.
sv: En av flaggorna -%(options_list)s måste anges för kommandot repo.

source: One of -%(options_list)s options must be specified for url command.
ja: -%(options_list)s オプションの 1 つを url コマンドに指定する必要があります。
ru: Для команды url должен быть задан один из параметров -%(options_list)s.
sv: En av flaggorna -%(options_list)s måste anges för kommandot url.

source: One of --disabled or --enabled must be provided.
ja: --disabled または --enabled のいずれかが必要です。
ru: Необходимо указать одно из двух: «--disabled» или «--enabled»
sv: En av --disabled eller --enabled måste anges.

source: One of --drives , --only-use , or --interactive must be specified for ignoredisk command.
ja: ignoredisk コマンドには、--drives、--only-use、--interactive のいずれかを指定する必要があります。
ru: В команде ignoredisk необходимо указать один из трех аргументов: --drives , --only-use или --interactive.
sv: En av --drives, --only-use eller --interactive måste anges för kommandot ignoredisk.

source: One of --drives or --only-use must be specified for ignoredisk command.
ja: ignoredisk コマンドに、--drives または --only-use のいずれかを指定する必要があります。
ru: В команде ignoredisk необходимо указать аргумент --drives или --only-use.
sv: En av --drives eller --only-use måste anges för kommandot ignoredisk.

source: One of --source or partition must be specified for driverdisk command.
ja: driverdisk コマンドには、--source または partition のいずれか 1 つだけを指定する必要があります。
ru: В команде driverdisk необходимо указать раздел или параметр --source.
sv: En av --source eller partition måste anges för kommandot driverdisk.

source: One of --source, --biospart, or partition must be specified for driverdisk command.
ja: driverdisk コマンドには、--source、--biospart、partition のいずれか 1 つだけを指定できます。
ru: В команде driverdisk необходимо указать либо путь разделу, либо параметр --source, либо --biospart.
sv: En av --source, --biospart eller partition måste anges för kommandot driverdisk.

source: One of --xlayouts, --vckeymap options with value(s) or argument is expected for the keyboard command
ja: keyboard コマンドには、値または引数が指定された --xlayouts オプションまたは --vckeymap オプションのいずれかが必要です。
ru: В команде keyboard параметры --xlayouts и --vckeymap являются взаимоисключающими
sv: En av flaggorna --xlayouts, --vckeymap med värden eller argument förväntas för kommandot keyboard

source: One of biospart or partition options must be specified.
ja: biospart オプションまたは partition オプションのいずれかを指定する必要があります。
ru: Необходимо указать параметр biospart или partition
sv: En av flaggorna biospart eller partition måste anges.

source: One or zero arguments are expected for the %s command
ja: %s コマンドには引数を 1 つ指定するか、何も指定しないでください。
ru: Команде %s требуется один или ноль аргументов
sv: Ett eller flera argument förväntades till kommandot %s

source: Only one of %(options_list)s options may be specified for repo command.
ja: %(options_list)s オプションのうち 1 つのみを repo コマンドに指定できます。
ru: Только один из параметров %(options_list)s может быть задан для команды repo.
sv: Endast en av flaggorna -%(options_list)s får anges för kommandot repo.

source: Only one of %(options_list)s options may be specified for url command.
ja: %(options_list)s オプションの 1 つのみを url コマンドに指定できます。
ru: Только один из параметров %(options_list)s может быть задан для команды url.
sv: Endast en av flaggorna -%(options_list)s får anges för kommandot url.

source: Only one of --biospart and --source may be specified for driverdisk command.
ja: driverdisk コマンドには、--biospart または --source のいずれか 1 つだけを指定できます。
ru: Аргументы --biospart и --source команды driverdisk являются взаимоисключающими.
sv: Endast en av --biospart och --source kan anges för kommandot driverdisk.
